package com.ytfu.yuntaifawu.ui.mine.bean;

import java.util.List;

public class ResumeResponseBean {


    /**
     * list : ["北京市专职律师，多年的律师执业生涯，凭着深厚的法学功底，精益求精的态度，\u201c受人之托、忠人之事\u201d、\u201c 委托人的利益无小事\u201d的理念，赢得了广大客户的信赖、认同和好评。曹律师现在办理房地产法律事务、合同纠纷、婚姻继承、交通事故、人身损害赔偿等案件中积累了丰富的办案经验和娴熟的法律技能，尽全力的为委托人争取了合法权益。擅长领域：房地产买卖、继承纠纷、婚姻继承、合同纠纷、交通事故、人身损害赔偿、公司法务、股权转让等业务。\r\n            曹律师竭诚为您提供高效、优质的法律服务！选 择 曹 律 师，让 您 放 心！","xxx律师，北京律师事务所主任律师，中华全国律师协会会员，北京市律师协会会员。从事专职律师工作以处理合同纠纷为长，\r\n            在民商事案件、征地拆迁、房地产开发、公司运营，刑事辩护等专业领域，对法律问题判断思维敏捷，见解独特，分析到位。\r\n            曾任职于企业管理的经历，磨练出深厚、扎实的法学功底，在专职于本职工作的同时不断扩充学习，掌握了财会、管理等多方面的知识，为承办复合型法律事务工作打下了良好的基础。\r\n            近年来，随着办案数量的增多，更加注重秉持正义如水，以高度的责任感和严谨的工作作风对待每一起案件，至今已承办民商事案件百余起，涉及民事诉讼、行政诉讼、商事仲裁等程序，\r\n            以专业的知识和技能切实维护当事人的正当合法权益，此外，李国蓓律师还热心于公益事业、法援项目，参与民间机构的调解、化解社会矛盾，得到各界好评。执业理念:真诚善待每一个人，\r\n            脚踏实地做好每一件事。","现为北京律师事务所创始合伙人，执行主任，中国律师协会会员。\r\n            在执业初期主要以基本的债权债务纠纷、婚姻家庭、人身损害赔偿、交通事故、劳动争议等民商事案件及刑事案件为主，介入案件类型较多，因此在开始执业的一二年内打下了作为一个诉讼律师的坚实基础，\r\n            也使理论与实践得到了充分的结合。近年来，律师的分工越来越细，专业化要求也越来越强,如果什么领域的案件都做，那么什么案件都做不精，势必成为万金油类型的律师，根本不可能为委托人提供更专业，\r\n            更优质的法律服务，工作效率也会非常之低。因此，近五年以来，金和让律师基本不再接其它类型的案件，专攻刑事辩护。\r\n            近几年已经代理几百件刑事案件，其类型包括行贿受贿、金融犯罪、诈骗、知识产权犯罪、毒品犯罪、故意杀人等领域，并取得了良好的辩护效果，其代理的案件多件因证据不足被撤销案件、取保候审或者不起诉。","本人曾经在法院系统工作多年，现为北京律师事务所执业律师。本人拥有丰富的司法审判和实践经验。创建了自己的律师团队。团队成员均毕业于北京大学、人民大学、中国政法大学、北京师范大学。多数成员有过检察官、法官的工作经验。团队汇集了诉讼经验丰富的专业律师，由民商专业律师、金融专业律师、刑事专业律师十余人组成。团队合作的模式打破了传统的一对一的服务方式，转变为多对一，在接受客户委托后，根据案件的复杂程度，每个的专业特长，整合团队内部资源，分工合作，多人对一人，接案后及时召开案件讨论会，集思广益，制定出最有利诉讼策略，案件整个律师团队对一个当事人负责的服务方式，避免了传统一对一律师服务中因律师个人有些领域专业化程度不精细导致案件败诉，造成当事人的损失。\r\n            团队具有完备客户服务体系，立足于为客户解决实际问题。始终以客户的需求为关注点，以客户的满意为工作目标，树立\u201c您家的事儿就是我家的事儿\u201d的服务理念，全心全意为客户提供优质法律服务。\r\n            团队服务领域：刑事辩护、合同纠纷、债务追索、企业法律顾问与风险防控、公司诉讼、、房地产与建筑工程法律服务、婚姻继承。","从事法律工作多年，在民商法诉讼领域有着很深造诣，尤其擅长婚姻家庭纠纷、合同纠纷、公司综合类业务；\r\n            现任北京市律师事务所争议解决业务研究会委员。其参与涉诉、商仲类案件已达百件之余，其中包括但不限于各类离婚继承纠纷、合同纠纷、建设合同纠纷、公司商事纠纷等民商事法律纠纷案件。另为多家公司企业担任常年法律顾问，为公司的经济活动和经营决策提供法律可行性意见或建议、负责项目文件及合同等法律文书的草拟与审核，并提供资产并购、股权并购、法律尽职调查、股权激励等专项非诉法律事务。","北京市律师事务所专职律师。从业至今，承办及协助处理多起重大民商事案件，为大型金融企业提供法律服务。处理多起重大、疑难、有影响力的诉讼案件及非诉案件，在处理案件过程中，通过专业的法律知识为顾问单位、当事人解决法律问题及相应的纠纷。并因此取得了众多顾问单位以及当事人的认可。善于沟通，逻辑思维十分严谨，因此在分析案件的过程经常能够敏锐的发现当事人所遇到案件中的关键问题。","为大型国企、金融机构专项法律顾问提供法律服务，对于合同纠纷及债权债务纠纷具有较深的理论功底、操作经验，擅长领域包括公司法、婚姻法、合同法\r\n            本人创建了自己的律师团队。团队汇集了诉讼经验丰富的专业律师，由民商专业律师、金融专业律师、刑事专业律师十余人组成。团队合作的模式打破了传统的一对一的服务方式，转变为多对一，在接受客户委托后，根据案件的复杂程度，每个的专业特长，整合团队内部资源，分工合作，多人对一人，接案后及时召开案件讨论会，集思广益，制定出最有利诉讼策略，案件整个律师团队对一个当事人负责的服务方式，避免了传统一对一律师服务中因律师个人有些领域专业化程度不精细导致案件败诉，造成当事人的损失。\r\n            团队具有完备客户服务体系，立足于为客户解决实际问题。始终以客户的需求为关注点，以客户的满意为工作目标，树立\u201c您家的事儿就是我家的事儿\u201d的服务理念，全心全意为客户提供优质法律服务。\r\n            团队服务领域：刑事辩护、合同纠纷、债务追索、企业法律顾问与风险防控、公司诉讼、、房地产与建筑工程法律服务、婚姻继承。","xxx律师，执业10年，律师事务所合伙人。\r\n            2008年开始执业，执业近10年来办理了大量的疑难复杂案件。擅长从复杂的事实中提炼对当事人最有利的部分，将证据和法律条文的适用进行准确的结合，熟练运用诉讼技巧，庭审经验丰富。\r\n            同时还担任众多单位的常年法律顾问，为单位日常经营、重大决策、劳资关系梳理、公司治理等事务提供法律咨询及分析论证、法律意见及律师函的出具、合同的修改审核、诉讼案件和专项事务的代理等法律服务。\r\n            办案认真，严谨，细致，尽职尽责，为当事人争取利益，深得当事人好评。对当事人来说一个小案子可能就是一生的大案子，用专业、专心的态度服务好每一位委托人是本人服务宗旨。\r\n            希望给您满意的回答","公司法律顾问、高端客户私人律师；\r\n            目前专注于代理投资理财欺诈纠纷案件（包括线上/线下借贷平台纠纷、P2P、互联网金融、私募基金、金融衍生品、大宗商品交易、类期货交易、场外期权、原油贵金属、外汇、新三板、收藏品、虚拟货币案件等交易），委托理财纠纷、非法吸收公众存款及非法集资类案件、房屋买卖及拆迁案件、物权纠纷、民间借贷、商帐追收、家事纠纷、交通与人身伤害赔偿、各类执行案件、劳动争议、疑难复杂的再审案件、刑事案件的预防及纠纷化解等。","主要从事民商事争议诉讼、仲裁的法律服务工作，致力于为每一名有法律需求的当事人提供专业民商事法律服务。团队中所有律师均一直活跃在民商事诉讼的第一线，积累了丰富的诉讼经验。擅长巧妙的运用谈判、调解、诉讼的综合手段为当事人谋求合法权益。团队尤为擅长婚姻家事、商事合同、企业经济纠纷等业务领域的法律服务。\r\n            【执业理念】：高效诚信，竭尽全力维护委托人的合法权益","xxx律师，从事法律职业工作十多年以来，以勇往直前、激情似火的作风，审理和代理诉讼案件数百起。丰富的办案经历加之体制内系统的历练，逐步形成了严谨缜密、多谋善断、出奇制胜的执业风格，特别是善于将阅人无数、洞悉人性的优势融入到具体复杂个案的处理中，每每在山穷水尽之时总能峰回路转。熟悉诉讼操作规程和技巧，尤其熟悉合同、公司、婚姻、继承、房屋买卖、建筑工程、刑事辩护、行政诉讼等各方面法律法规和政策性规定，有着丰富的诉讼实践经验，并担任多家政府机构和公司常年法律顾问，赢得了客户广泛的好评和赞誉。","律师事务所专职律师，中华全国律师协会、北京市律师协会会员，自执业至今，盖律师专注于办理土地房屋征收拆迁、养殖场企业拆迁及环保拆除、棚户区改造、违章建筑拆迁及各类民事纠纷维权案件，在案件办理过程中注重维权策略的构建与维权结果的实现，经办的众多案件均取得了良好的庭审效果与诉讼结果，全面维护了各类当事人的合法权益，尤其是土地征收、房屋拆迁、养殖场及企业各类迁拆案件中，为当事人获取了合法合理且较为满意补偿安置结果。\r\n            专业办理各类民商事纠纷及征地拆迁行政诉讼类案件，拥有丰富的法律知识及较高的法律素养，具备丰富的司法实践经验和案件处理技巧，以维护当事人利益的最大化为最终服务宗旨，本着诚信、负责、严谨、务实的办案态度，为委托人提供最优质、最完善的法律服务。\r\n           擅长各类民事合同纠纷、侵权纠纷、婚姻家庭类纠纷、房产纠纷及交通事故类纠纷；行政类案件中擅长征地拆迁法律维权、专注于企业拆迁、养殖场拆迁、棚户区改造拆迁、商铺拆迁、土地征收、果园征收、鱼塘征收、违建拆迁补偿等法律咨询及案件代理服务等。","xxx律师,律师事务所 主任律师，北京律师协会会员，敬业务实,擅长取保候审、无罪辩护、缓刑辩护以及合同公司纠纷等。从事民商事案件、刑事辩护十六年来，踏踏实实的办理每一起案件，赢得了当事人的信任。每个案件都事关重大，案件无小事，来不得半点的马虎。凭着坚韧不拔的韧劲，认真细致的习惯，踏踏实实地办理着每一起案件，取得了比较理想的效果，深受当事人的好评。办理的案件。\r\n            在认真办好案件的同时，注重理论研究，把理论与实际相结合。办案认真负责，注重质量，注重实效，全力以赴，取得了很好的效果，有效的保护了当事人的合法权益。","律师事务所专职律师，中华全国律师协会、北京市律师协会会员，自执业至今，理论功底扎实，熟悉公检法司工作机制，视野宽阔，具有亲自进行律所经营管理，律师与经营的双重身份使其深刻理解客户需求，具有极强敬业精神，并专门为客户搭建包括管理咨询、财务、知识产权等不同知识结构的内部团队及外部顾问，在经济纠纷、法律顾问服务、公司与高管犯罪预防与辩护等方面，深得客户信赖及好评。","律师事务所专职律师，中华全国律师协会、北京市律师协会会员，自执业至今，擅长处理婚姻家庭、公司法务、金融法务、知识产权等领域的法律事务。\r\n            多年来，专注于婚姻家庭法律服务领域的研究和实践，钻研和办理过上千起婚姻家庭纠纷案件，她不仅具备深厚的理论功底和丰富的实践经验，还具有心理学的专业涵养和婚姻家庭咨询师的身份，以女性律师处理情感纠纷的细腻视角，深刻的洞察力与剖析能力，处理婚姻家庭案件，尤其能够深入理解委托人在婚姻家庭矛盾中的痛苦心情，善于将双方纠纷化解于法庭之外，在诉讼中她主张采取各种灵活的策略和方案，以期将破裂的婚姻对当事人造成的情感、心理伤害降到最低。她长期以来潜心研究擅长领域内相关的法律法规及案例，形成了自己独特的法律思维和办案逻辑，她的专业素养和敬业精神赢得广大当事人的一致好评。\r\n            现任的律所在婚姻家庭部及公司业务部，主要服务项目为：保家卫婚辅导；婚姻矛盾调解、婚姻质量分析、婚姻家庭维护；外遇行为矫治、意外怀孕终止、夫妻情感疏导、离婚心理辅导"]
     * status : 200
     * referer :
     * state : success
     */

    private int status;
    private String referer;
    private String state;
    private List<String> list;

    public int getStatus() {
        return status;
    }

    public void setStatus(int status) {
        this.status = status;
    }

    public String getReferer() {
        return referer;
    }

    public void setReferer(String referer) {
        this.referer = referer;
    }

    public String getState() {
        return state;
    }

    public void setState(String state) {
        this.state = state;
    }

    public List<String> getList() {
        return list;
    }

    public void setList(List<String> list) {
        this.list = list;
    }
}
